Revit 2024 API
SymbolTypeId.KgPerMH Property
 Symbol kg/(m·h), indicating unit Kilograms per meter hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerMH { get; }
Visual Basic
Public Shared ReadOnly Property KgPerMH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerMH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace